ignoring
waiving
Salomon
filter
waif
civil
guaranteed
Ramirez
*-138
comfortable
Indiana
always
retires
encounter
fleeting
Barnett
initiate
0.95
*T*-236
133.8
Jay
inheritor
milk
Ga.
German
district
resists
threats
off-off
powerful
guerrillas
capitalize
diplomatic
skip
reasoning
99
Soviet
attractive
protection
Sherwood
mid-size
weird
closely
Rosenblum
this
*PPA*-1
Johnson-era
billings
Claude
judicial
editor
long-tenured
Forget
lungs
Party
Democratic
highest
speculating
Competes
reallocate
*-154
Terrence
0.54
golden
complicated
Jimmy
Morita
cost-benefit
Circulation
Dunton
how
Farren
*T*-200
attack
test-preparation
neither
recovered
describes
PORTING
specified
*T*-77
House-Senate
Atlantic
want
Housing
so-called
recession
ASSOCIATES
trailed
co-developers
3\/8
unfocused
Oh
cleared
over-the-counter
comprehensive
37.5
stoked
produce
dialogue
pickers
taught
average
2691.19
Signet
Scowcroft
contest
laid
insist
Nissho-Iwai
dismissed
climbed
convertible
conflicts
93
matched
remarks
faith
Spiro
consequence
Besides
Entertainment
contracts
tip
sogo-shosha
Seymour
warehousing
Capital
campus
rumors
*-39
5.39
jointly
entangled
trigger
meant
quitting
troop
met
environment
clouding
programs
early-retirement
Engineers
uncharted
attacks
protocols
monitor
Under
telephone
refitting
Comprehensive
Fidelity
skittishness
wave
Sherwin
amendments
MORTGAGE
laughing
federal
astonishment
H.
trader
losing
impetuous
yield
calculator
Hahn
45.75
Cabernets
loyal
Cambridge
targets
separately
spend
improvement
surge
Baris
merely
apologizing
broker
repeals
levels
promise
presence
high-balance
injuring
heads
778
Andersson
environments
product-design
6.21
indicate
5.276
labor-intensive
complain
oils
purely
nonfinancial
unsympathetic
defuse
gasoline
talks
Judiciary
sole
do
fraud
therefore
Holdings
Purepac
Va.
extensive
speaks
slope
represents
linked
Default
technical
both
Temple
converting
Hayes
pretty
1.46
Deborah
administrator
claiming
nearly-30
Criminal
Mac
peace
beer
92.9
one
sometimes
1979
constantly
Philadelphia
test-practice
faster
warranties
Soups
Arizona
defines
About
initiated
bombarding
session
near-limit
weeks
tiny
Liberation
Wedtech
Tom
Chafic
good-natured
seasonal
plate
manner
Jersey-based
property
intraocular
9.45
890
1.20
Barfield
Negotiable
decade-long
one-fifth
fifth-largest
pressure
impatient
eternal
1.92
classifications
workplace
stays
Hutton
aerospace
administrative
consistent
contain
philosophy
Winiarski
harmful
Raton
calculate
curtailed
Aktiebolaget
Aquino
Chaplin
Chapman
Bolivia
jockeys
mindful
drives
Romanee-Conti
vertically
naming
Longwood
Labor
mammoth
retaliating
7\/8
240
possessions
Shortly
ordering
article
adapted
techniques
honorably
keeps
clause
Berman
guarantees
mobilizing
warnings
crop
riskier
existed
334.5
Ian
literature
concerns
Kerensky
415.8
pursue
Danforth
unfettered
stirrings
lowered
Mortgage
Zuckerman
7.63
12.09
falsify
agency
controversy
stuff
*T*-71
stirred
giving
stem
former
fair
dumbfounded
climate
practical
Women
disturbing
practices
Family
investment
category
0.3
scandal
*-114
ground
tissue
elderly
Lambert
marginally
get-out-the-vote
eventually
plunge
emotional
skipped
overproduction
Rubber
spirit
Fails
fast
deluge
together
No-Smoking
profess
Share
C.J.B.
Barnum
analyst
rung
8.12
automatic
Surrey
17-year-old
executing
Unicorp
bribing
family
Prize
130.6
regular
military
try
*T*-183
mainly
materials
Actually
declines
wife
30.9
raring
Attorney
high-rate
improper
96.4
university
version
China
madly
churches
jugglers
exhibits
take
microwave
Tube
apart
drugs
sensational
awareness
waited
Goode
Broadcasting
shrank
majority
blames
Rozell
territory
Hold
pet
impetus
calls
steeper
16.2
*-84
swapping
pains
data
killing
*T*-182
11,000
bronze
prefectural
column
Mass.
lawmaking
Eliminate
investigations
merchandising
Delaware
implant
self-serving
shipyard
gloomy
11\/16
modification
Merrill
diversification
Price
Urban
prepare
owner
filing
bedding
Pamplin
promotions
10-day
2,000
trying
shrinking
faced
stable
convert
93.3
executes
actually
Jerritts
Canepa
applicability
sum
187
hopefully
companion
commitments
radically
faded
Trinity
moves
Cruise
Sen.
staff
outpaced
Issues
Pitney
seven-day
national
evolution
176.1
haul
Notes
involved
coaching
nutty
Sundays
admitting
good
1937-40
hidden
Bronces
fear
silver
*T*-163
regulating
sidelines
drivers
J.P.
flashy
unheard
Gardner
16.5
CoreStates
scrambled
1.64
Chabrol
devised
refinery
mayor
3.1
tanked
manufacture
lieu
Monticello
dismay
pre-Communist
Barney
acceptances
Carney
because
*T*-58
Irving
58-year-old
altruistic
deadwood
labor-management
251.2
Use
countless
Chemical
fold
fashion
newsweekly
6.79
accelerated
Either
factors
grown
rapidly
300,000
young
insurance-company
Freshbake
totaling
U.S.-backed
Prices
Topix
cluster
Mortgage-Backed
77.6
domestically
harder
Despite
surrounding
support
accountants
Allergan
380
parts
271-147
Siti
belonging
Neil
*-68
slowly
Dan
ring
substance
wealth
labor
industrialized
optimism
landfill
0.9
accept
Daiwa
credibility
accounted
YWCA
retaining
rear
whom
classroom
packed
codified
snapped
52
near-record
1996
boomers
3.2
R.
cases
sub-markets
1987-88
37-a-share
schoolteacher
Vineyard
faces
mortgaged
slowing
options
exposures
1.35
regulations
Freddie
Previously
red-flag
Showa
recovery
malignant
Texas
Norwest
tenth
1960s
kids
1940s
shortage
bribery
noticing
Champion
63
vagrant
succeeds
redeeming
superpremiums
banquet
le
managing
bit
dancing
mode
breed
estimates
materialistic
Feb.
arbs
Ala.
reforms
planner
pulling
Baton
editions
Netherlands
well-known
diplomacy
Mulford
trend
fiber-optic
COPPER
right
did
risk
aspersions
publish
7
sufficiency
weakness
14.53
Foundation
eased
perceptions
established
setback
reliance
feed
very
efficiencies
change
felonies
Sonnett
holdings
sweat
impede
maze
providing
successfully
Posted
Zayed
red
string
Dallara
uncomplaining
RATE
Columbia
yet
applied
Reed
Materials
Funny
Royal
Sweden
art
Whip
must
E.C.
Corazon
clean
remarkable
PS
MITI
anti-takeover
DEPOSIT
executive-office
consider
ensembles
bushel
intend
disclosure
subsequent
arguments
*-4
exchanges
*-45
sub-segments
odd
stock-market
inappropriate
gunship
four
stabbed
disappointment
season
representing
greedy
Post
designer
carried
Nature
challenging
Fremantle
government-certified
C$
sketching
capital
smokers
buy
accidents
platitudes
programming
CDC
argue
8.19
dominated
phrase
consumption
parties
fierce
hierarchical
impact
360
projector
sabotage
U.S.-Japan
1.28
balloting
semiannual
stress
unsettled
supplemental
pass
Landis
Jews
Crown
Florida
consists
ethical
Fourth
sales
everyone
Free
instances
gain
Gottlieb
march
Silverman
erasures
Forster
Buckhead
suggest
*T*-123
equals
666
DIAPER
untrue
15,000
Saints
juggle
freedoms
ENDED
14.6
Though
evenly
attended
Keidanren
fanciful
*-122
injuries
sticker
highly
asked
446.62
downturn
nurtured
financing
all-cash
8.70
116.7
fills
Warren
profession
synthetic
Nonetheless
Groups
autumn
problems
secondary
Papua-New
tallies
arsenide
advantage
aware
*T*-254
predispose
guarding
argument
middle-ground
Restaurant
Hallett
dessert
Ginnie
107.03
recipient
evensong
Rita
Ronald
steps
*-72
Shepperd
clean-air
35564.43
Scoring
Sanderoff
fundamental
electric
Treasury
non-U.S.
recently
Tiger
conversations
substantially
manager
impudent
4.5
opened
Embassy
J.L.
tire-kickers
poverty
prospective
sharper
fee
767
aggressive
objectionable
move
Everybody
pressed
Dominus
heart
cop-killer
Jihad
Filter
1987
1.24
implicit
contradict
letter
*T*-119
school
Marcus
Sacramento-based
absorbed
seemed
Napa
popularly
omitted
Kalipharma
closed
crippled
beg
favor
fuel
630.9
Investors
curbed
preclinical
mere
Monetary
Griffin
annually
correcting
evoking
format
merge
Zicklin
approve
current
external
Defending
retort
befell
Customers
Bhutto
divisions
800
Oliver
3,288,453
intellectual-property
vendors
Bernstein
gamut
ON
ABORTION
Gasoline
utilities
Few
hurting
crucial
12,252
sets
Owner
seasonally
growers
obviously
leveraging
classified
*T*-63
Guaranteed
Genie
Energy
phony
distorted
Brent
Commodore
Frank
halt
Californian
600,000
engage
spark
series
Products
report
gaining
cycles
acknowledging
Danville
altered
sacked
increasingly
NBC-owned
might
Remember
68
Railroad
Sutcliffe
Cataracts
capsules
Lead
limit
Buying
materialize
notch
her
Zurich
Iran-Contra
*T*-118
constitutional
1934
clues
payoff
Possible
Clarence
newest
lessen
carillons
3057
Boorse
In
seeing
contains
sixth
stations
Chapter
closeness
recovering
crushed
cities
1920s
swift
story
1980
30-year
restructuring
concession
partner
Dutch
disseminate
FreudToy
even
position
sweepstakes
Tuesday
jump
supreme
Malcolm
Cray
lower-priority
dean
specify
enhanced
Bellows
four-foot-high
brilliant
BTR
guests
1933
rain
Valley
baby
morale-damaging
indications
107
Black
4.55
ton
highest-pitched
benefited
5.2180
initial
5.3
prefer
Title
keeping
Control
replacing
1.26
on
greatest
floating-rate
Legal
Brean
Laura
borrowers
aspect
preferences
Cooper
unemployment
vast
breakers
Evidence
without
lawyer
punishing
twin-jet
directed
hit
reclaimed
red-carpet
Reliance
Texan
crunch
slipped
Beige
speaking
insider
Rankin
test-coaching
reported
spurns
forces
patent
word-processing
39
entire
discredit
happens
Not
assisted
234.4
Mariotta
9.37
economics
missiles
incentive
comeback
regimented
representative
disruption
playing
*-152
cleaner
warns
A.
should
announced
north
knowledge
Budget
382-37
25
photographic
Stadiums
reprove
cry
maybe
Shaw
Business
licensing
anti-miscarriage
removal
expects
organization
savings
area
crapshoot
radioactivity
improving
Garanti
endorsed
Plans
offered
despite
debut
faculty
0.16
higher-salaried
pricing
values
century
experienced
Republicans
War
50-state
Runkel
drought
cash-rich
*T*-135
delete
protect
Paramount
satisfactorily
*-156
raise
fuller
cross-border
India
Gray
dollars
Japanese
establish
*RNR*-2
specializes
Daniels
acid-rain
8.60
handling
capitalism
mixed
mind-boggling
arched
Marine
generations
stripped
escaped
Recess
texture
boutique
engaging
transacting
Berson
1.76
32
Wood
displays
Commonwealth
licensed
Hammersmith
fetal
summoned
creates
own
distributable
Association
Discos
survey
diversified
Take
1.5755
fifth
According
what
invest
*-42
polish
referral
clipped
provided
carries
36-day
traveling
perfectly
Hubbell
trial
Shipments
spreads
rechargeable
*T*-127
Estate
preclude
subminimum
heartland
Gayle
empty
interference
thrift
v.
subtraction
Magleby
industrial
everyday
cycle
newspaper-printing
Inland
collective
remove
Wickliffe
*-14
six-month
automotive-parts
Esso
viewpoint
bargain
tumultuous
softening
434.4
flatulent
Kligman
Reserves
close-up
deny
plaintive
sink
Dominion
record
George
Pate
retardation
Eastern
Brenda
we-Japanese
holder
Germany
physical
downfall
are
newsroom
Greenwich
papers
spurring
Victor
homework
dividend
ASSOCIATION
minor
Buy
named
severe
Timex
Howard
successor
slack
mulling
Imhoff
Si
56
Provided
*ICH*-2
3,500
scrutinizing
truce
Terms
Fracturing
lighter
Cutrer
backing
tests
borrowed
execute
Possibly
*-77
year-earlier
mature
Herrington
8.25
U.S.A.
Joni
86.12
depressions
Symbol
dairy
Zaharah
provoked
violence
*T*-105
integrity
overhead
am
outside
purse
*-21
29
Treble
Learning
evaporated
plot
boosting
ca
favorably
five-point
treating
913
rules
colony
July
computer-system-design
fueling
defined
*T*-20
manufacturing
Roman
borders
27.1
independence
2.3
Biaggi
second-largest
Ordnance
5.57
*T*-8
export-oriented
Huntsville
portfolio
provoke
Audit
rendering
212
Gorman
Pretax
larger-than-normal
showing
girlfriend
certificate
tempted
needy
:
Us
level
149.9
Integra-A
marketing-communications
enacted
acute
red-and-white
*T*-150
energy
terms
6.4
16.05
assure
repaired
fattened
Colorado
Coche-Dury
Dover
loose
1.1
exploit
proviso
*T*-84
Foreign
motive
miles
image
mid-October
approves
Mutchin
spun
assertions
TRS-80
protest
industry-wide
balanced
across
potential
character
Jonathan
receivers
aggressively
26,956
tool
distant
cousins
services
sweater
revised
142.84
Express
Tokyo
operational
Catholic
877,663
2,050-passenger
disaffiliation
advocating
A.D.
assistance
rough
decried
fasteners
Foot
founded
*T*-231
yourself
1.637
speeches
*-124
12.82
Opinion
troublesome
Johnny
bribed
Commission
propelling
attracting
Legg
shipboard
line-item
escort
appointments
Borough
American
decliners
Subcontractors
dust-up
volatile
constituent
putting
Puerto
phobias
Corp
modernization
given
Skills
quipped
Shugart
Child
investment-grade
RULING
magazine
Thai
transfer
Precious
shrug
chairman
Clairton
processing
hope
avoiding
avert
market-based
through
planes
Cullowhee
COMMERCIAL
unfairly
*T*-250
inventiveness
Ranger
consideration
pillow
publicly
Currently
*-30
billion-dollar
spackle
Colony
victory
metal
F.W.
Miami
warned
Oct.
Communication
factoring
Namibian
Davis
puzzled
21
upturn
Sheep
Elmhurst
grains
arrive
88.32
visiting
classes
relatively
river
jostle
Coca-Cola
Again
pages
them
SAT
why
takeover-stock
shipments
blue
hitting
1982
*-62
71
*T*-113
worked
training
firmed
directionless
rebellion
Phoenix
148.9
Spitler
behest
installed
But
*T*-121
Follow-up
*T*-76
male-only
solid
contesting
300
equivalent
84.29
modems
intelligence
referenda
returning
year
influential
prescription
authority
partial
Builders
geometrical
staff-reduction
Choose
1.1650
diversify
wedded
valuations
ACCOUNT
buy-outs
Monopolies
reserve
Chile
pursued
lure
spouse
slower
District
senate
Common
probably
Harrison
retentive
agree
fixed
remainder
Chairman
liquid-nitrogen
ought
*-101
parishes
populated
Spain
605
Nikkei
GOODY
exception
derivatives
modest
appeal
solutions
weaker
woman
Rated
interior
targeted
telephones
posing
burdens
post
payment
upbeat
device
Power
Ratings
8.45
Brussels
furious
Diceon
tied
instruments
upsetting
reality
strains
housing-assistance
authorities
nominate
prefecture
phase
Hiroshima
OTC
Georgia-Pacific
confidential
Western
Sauternes
'll
efficient
information
response
41.60
search-and-seizure
brokers
Yoshihashi
DyDee
1955
3.6
Relations
Genetics
deteriorated
letting
*T*-167
tire
Lancaster
uncomfortable
4.898
country
however
God
argued
battles
Walkman
*T*-110
presidents
40,000
non-encapsulating
Miss.
tie-in
Brands
Mikhail
Diaper
sight
instituted
queuing
80.50
Ratner
aggravated
single-A
p.m
Institutions
1.56
guild
Mutual
mollified
992,000
agrees
receptive
tormentors
Antitrust
advisory
vintage
Lama
121.6
morale
whipping
lauded
station
contribution
after-tax
stadiums
factory
Rent-A-Car
yet-to-be-formed
divest
College
343
30,537
filled
Georgetown
clear
retard
1977
low-ability
prints
proponent
intimidate
relative
*T*-30
Sandinista
whistle
takeover
photocopying
Hawaiian
parched
Mining
fell
swap
prize-fighter
common
40.21
oust
How
hid
Organizations
16,000
financial
pine
direction
1:30
first-time
neighboring
Goldman
marks
withhold
occupying
order
entertaining
challenge
490
discontent
another
fired
sense
N.Y
stoppage
Off-Track
PTA
5.6
integrated
requests
Bridge
inauspicious
Adopting
scared
seize
7.3
Syracuse
Hot
Emile
Ross
Lt.
Satrum
RMS
Northampton
interviewed
brokering
445
191.9
finished
Walker
reorganized
63.79
lasted
waived
Somerset
5.92
6.50
Mahoney
sell
2029
chips
by
negotiate
annoyed
resources
sizable
*T*-149
b
crisis
wholesaler
subjects
nail
Indianapolis
stock-picking
2003\/2007
*T*-175
entitles
*T*-199
Maughan
needs
published
*T*-55
couple
intrusions
1970
smiles
Modifications
hero
Since
gauges
boosted
8300
facade
Tandy
remains
links
contacts
conspicuous
required
surprisingly
races
fires
3.3
one-month
champions
Brownstein
reasons
*-103
Sulaiman
toy
Mergers
debts
89.9
EEOC
concentrating
curly
lackluster
Koito
Lucille
Oklahoma
crusade
injury
tried
Providence
Ethel
chest
hay
quote
bellwether
Education
spring
defects
*T*-15
fought
expense
exciting
determined
eliminates
partly
exodus
motors
unimpeded
intervention
Chinese
owning
Aerojet
seized
rape
Southern
*-97
container
Concerned
superimposed
Czech
1956
72
Bugs
enabling
Assurance
enjoyed
Occidental
Candlestick
acres
score
developing
I.
Trust
*-37
Derchin
purpose
signed
scientist
chat
apply
burned
billions
educational
Cincinnati
regrettable
ornamental
lesser
Equal
23
Their
Tokyu
'50s
Markey
Contra
omnipresent
620
kilobytes
Moody
trays
415.6
alike
14-hour
6,799
OVER
manufacturer
professional
gains
Legislation
piece
merger
stacking
cash-and-stock
*T*-17
homeless
Breakey
ability
classmates
rebounding
passenger-car
windfall
106
imposed
*-116
Jenrette
recognizing
Frances
mania
16.09
Finmeccanica
92
stake
ways
array
3.625
declare
trail
2.35
Carlton
imported
cues
Hara
inserted
hospitals
Millis
elected
fret
opponents
broaden
*T*-240
disagreed
amounted
Knopf
*T*-246
160
mix
rebel
bin
defends
conceivable
debenture
world-wide
exists
call
encourages
individuals
community
covering
Missouri
embassy
Jamaica
Cigna
14
program
turning
ventilated
sensitivity
propaganda
solicitous
allow
equaling
numbered
escape
sheets
*T*-82
Could
producers
severable
spook
peaked
SEC
make
Schroder
suddenly
Advancing
appointment
exercisable
Vitulli
adding
lawmakers
noting
pleaded
Kuvin
freedom
these
Del
political
Assuming
others
7.5
8.35
pickups
drinks
insurance
side
prepayment
clicked
in
discussing
erect
prejudice
Yesterday
nationwide
building-products
INS
Barrett
exercise
incentives
milked
*-164
potentially
teaches
fly
Barron
prison
Services
valued
Earns
Sabhavasu
EVERYONE
Metropolitan
Univest
Gaja
3,040,000
Ark
web
California
thing
adjustment
tackle
mill
3.04
affecting
succeed
190
*T*-197
Safety
alleged
medium-sized
maximize
galvanized
36.9
further
restored
rivals
84.9
adapting
outdistanced
significant
legislative
cuts
*-165
would
Man
sympathy
Chiodo
stability
54-year-old
six-bottle
officially
anti-China
perpetual
Fellowship
city
specialty
saving
key
structurally
Palisades
intent
Larry
English-speaking
Jobs
included
*-32
Prater
95
wafers
Springfield
7.2
30-point
shame
reasserts
guilty
union
understand
Bureau
sheet
*-88
NESB
BALLOT
superiors
vary
troubles
expectation
discretionary
industries
supports
page-one
Spielvogel
stock-manipulation
needle-like
NATIONAL
predecessor
complex
left
assurance
28.53
gyrations
Index-arbitrage
payouts
radio-station
PETS
apples
life-of-contract
230-215
usually
inoperative
located
198
Whiting
predictably
38.875
weak
Leighton
confirms
van
*T*-53
Petroleum
British
parlors
disease
requiring
particular
tone
outrage
foods
separation
multi-crystal
1966
Wright
scoop
funding
Simeon
rural
paint
tomorrow
twisting
30s
Equus
weekends
Only
exporters
dominance
anti-dumping
kill
Internatonal
*-25
development
cared
*T*-94
collection
Vinken
Hudnut
Burgundies
high-quality
growths
cooperating
economists
Buyers
Underwoods
inaccurately
Sable
traditionally
14.99
prompts
133.7
wooing
Destinations
BRIEFS
*T*-159
programmer
Designated
Teddy
unfathomable
landing
whole
pre-1933
*T*-176
healthy
substance-abusing
excited
proposed
Vegas
8.06
8.53
Fulbright
diminished
*-49
kidnapper
demonstrates
profit
rang
economical
power
lender
weapon
Collector
efforts
botched
broad
equity
nickname
Council
Felten
Representative
restaurants
acceleration
venerable
inkling
multitude
perpetuates
Chandler
2160.1
*T*-257
attorney
ABA
109.73
eliminated
12-member
34.625
thinking
inherent
Order
declined
curse
abide
pioneer
Such
*EXP*-2
three-year
inflation
transplant
promised
Market
asset-sale
mouth-up
born
Church
J.
historical
*-82
prominent
airplane
bygone
assume
Ana
getting
chosen
Clinton
FUNDS
17.5
permitting
Detroit
unrestricted
pharmaceutical
scrounge
revolt
troubled
Montgomery
titans
require
corporate
Think
*-57
corners
88
recess
waiting
actual
slowdown
peal
formal
51.25
beheading
Carballo
1.65
Cara
Crash
456.64
disputes
Current
rankings
Drew
personnel
gored
subdued
senses
Index
57.6
Often
termed
motor-home
26
INTERBANK
pulled
least
engaged
Abrupt
Syndicate
Orville
users
Test-preparation
detailed
*-160
dances
Charter
Uptick
IT
Consumer
1968
prominently
defying
climbing
feline
pregnant
little
loser
light
*-79
clubs
Mogavero
types
Periods
wine-making
non-biodegradable
balkanized
Frankfurt
escalated
magazines
Stuart
Occupational
Clays
NYSE
unpublished
tenfold
states
Radio
above-market
premiere
nominal
readership
thumbs
detective-story
Following
surprising
fastest
Domestic
Information
comment
openings
protections
concept
General
prepared
resubmit
seven-million-ton
Barbara
Once
walk
Canadian
referring
*-155
Newgate
focus
lengthen
ended
investigation
tools
situations
remarked
intriguing
stockbrokers
fill
rubber
Waste
apiece
trimmed
knows
worthy
reshaping
responding
influencing
images
contrasts
amid
oriented
manages
amazingly
normal
black
driving
chaired
urge
sectors
shown
syndicate
collapse
Nobel
Yale
30-share
ratings
22
breakdown
bridges
test
stage
fainting
Ohio-based
harvest
Dunkin'
veteran
special
five-day
April
glass
27-year
marrow
releases
touted
WAR
inviting
Washington-based
capitalist
induce
bankrupt
plea
confuse
Salon
commitment
sensitive
remaining
half-hour
ambitions
42
languages
requires
unitary
roadblock
raises
quantities
participants
fortunes
nearly
fearful
policy
Lighthouse
Right
breathe
proponents
penalty
culprit
tendered
researching
alternatively
Jones
quantitative
Mayor
restrictions
Malaysia
NIH
similarity
laser
plans
offend
DSM
Named
Dell
seven-yen
30,000
960
Israel
*T*-138
Fees
've
firmness
feature
color
Wolf
measured
buses
spectrum
140
*T*-50
standard
focusing
borrowings
restraints
future
pro-democracy
hostile
*T*-29
Observing
syndrome
intellectual
work
performed
packages
welcomed
African
Hanifen
kicker
Polls
*T*-66
Wilbur
blinks
analysts
until
specialists
green
143.08
dismayed
chocolate
described
Along
youth
creditor
restriction
markkaa
seats
Arlington
target
major-league
Blue
BANKERS
small-time
San
Clemens
yes
Kane
S&P
*-67
*T*-170
win
intertitles
59.9
Pramual
eliminating
conduit
unitholders
DeFazio
2.75
Systems
TRANSPLANT
Leming
subscribers
exhibited
aisles
critical
ambassadors
More
Rekindled
Jackson
aftermath
Corps
moved
supply
deserving
Carrier
Committee
fraction
publication
opposes
symptoms
amicable
aide
answers
Andy
pianist-comedian
everybody
somehow
managed
4.9
Murray
*T*-96
8.65
repriced
Professors
*T*-132
Enright
76
SuperDot
Brazilian
Marc
shovels
rulings
Whelen
boys
increases
overcrowding
charging
their
estimated
error
interstate
lend-lease
energy-services
pose
visited
*T*-253
sponsor
51-year-old
116.4
floor
bloody
66.5
Optical
warrant
Associates
construed
Tyre
concentrated
wine-buying
Faulding
skepticism
bang
Odyssey
Patents
11,762
*-66
opinion
schemes
*T*-171
joint-venture
Pardus
task
two-letter
estimation
*T*-242
Mossman
interesting
fancy
lawsuits
tree
happened
listed
accurately
six-packs
perform
Islamabad
effective
pall
mirrors
knowns
giant
copying
tall
DISCOUNT
choose
Gingl
Mass
143.93
combines
auto-safety
139
dissolves
favored
solicitor
loops
Wellington
him
halts
Wallach
K.
Rotie
for
standing
rings
informally
surviving
Auctions
easy
8300s
Story
install
watched
issuers
subindustry
plan
unbearably
Political
GM
orange
nor
strategy
roughhewn
high-tech
1.39
anxious
telephone-information
Hopkins
credentials
appealing
Australian
regenerate
weapons-modernization
underlying
one-upsmanship
open-end
tasty
chary
confidence
explained
three
la
stretched
appeals
committing
Shokubai
accepted
medicine
expectations
cataract
also
implication
disapproved
assess
officer
visits
reservations
Judges
any
over
evening
movie
rigged
impossible
Gillett
1.7
Lehman
Firms
Suisse
shirts
stand
29.3
illness
*-137
steal
assist
enforce
oldest
wear
resigned
folio
dollar-denominated
1984
exceptionally
suitors
Sebastian
illegal
automobile
Federation
P.
males
83,206
forecast
Instruments
10-year
safe
between
vowed
dam
Antonio
immense
2.19
Fund
editing
escrow
acquisition
bids
non-core
it
Longer
Funded
inadequate
frequently
*-96
tender
remain
2,099
50
previous
Airlines
approved
Little
completeness
exposure
intoxication
BIRDS
7.79
lobbyist
of
Davies
James
privacy
20-point
crack
advertisers
situation
along
oversee
anticipating
Bob
wage
innovation
Bradford
Czechoslovakia
ancestry
covered
supplier
*T*-190
Dai-Ichi
auto
junk
emphasized
warehouses
Source
accepting
*-6
entering
*-150
outstanding
sew
economy
genie
professors
perfection
democracy
Asians
Wilmington
suspended
accident
TO
disorders
225.6
productivity
asbestosis
Dick
Lake
Creek
terminated
carry
fond
butterfly
responses
excesses
Carl
cornerstones
experts
*T*-185
peddling
racing
ending
unfounded
computer-generated
Ed
deluxe
purchase
fragmentation
proposal
lobster
soybeans
Science
short-term
qualities
2009
brutal
Industry
caused
Soup
laying
Media
'
Hudson
Lizhi
service
Manfred
resembles
looks
civilization
23.4
11.72
Cancer
easing
here
places
preparatives
prevalance
write-off
martyr
Ad
*EXP*-1
play
improve
transferring
Sir
denominator
waterworks
14.00
cane
natural-gas
bought
tight
Sandoz
AGREES
Altogether
Guard
Otero
December
search
Ednie
punishment
trust
kit
JUDICIAL
6.40
during
Circulations
defeat
AG
daily
bias
takings
III
accommodations
limited-partnership
Florio
Week
119
chamber
*T*-23
shot
Still
Sauvignon
active
plants
prerogative
newcomer
Needham
particulars
ai
777
citizen
Columbus
difficulty
slowed
wears
Northeast
reluctant
trim
Containers
finds
hard-charging
crowded
continental
prompted
E.W.
box
sparking
stare
TREASURY
reflected
notify
bilateral
doctor
alert
became
19.94
immediate
mathematics
turn
agreements
Magna
Christie
bunches
magnitude
life
significantly
precisely
Insight
Level
mechanical
clarified
Confidence
materialized
expect
continuingly
*T*-228
duck
popular
Secretary
120-a-share
January
Lines
Ill.
84-year-old
Seniors
conviction
proceedings
fairness
Worksheets
94.8
Wakayama
jitters
charges
40-megabyte
dividing
Braun
4.4
cheapest
merchants
*T*-157
Like
Miami-based
Kendrick
1983-85
assertion
eating
crowd
summons
assistant
Geneva
cult
Mattress
moderated
campaign
Bodner
boosters
*T*-43
hits
clannish
hear
Department
Video
145
7.88
1.6
real-estate
prostitute
threatened
professionals
reinvestment
yon
likeness
whether
9.8
Vacancies
Dr.
Quant
sometimes-exhausting
following
called
built
U.S.
moneymakers
scholars
*ICH*-3
abolishing
2000
associates
re-election
surely
nightmare
problem
dinner
Stag
documented
disposal
Young
integration
Jenkins
radio
passion
Greece
hedging
Edwards
aboard
father
comparable
Southeast
Totally
barge
Muzzling
Rill
Leigh
Amsterdam
pleased
Merrick
175
Hawke
Kingsbridge
Jennison
*
Noble
opposite
corporate-wide
distributes
Supreme
Plains
judged
FT-SE
salary
6.7
Ideas
elusive
gripping
Alleghany
treated
compressed
Clive
drooled
automobiles
Morrell
Underwood
Burt
seeking
tax
unfair
shelter
vacation
filling
Equity
functions
Pharaoh
downgrade
computers
sounds
Michelin
Mo
*T*-181
imply
Carolina
graphs
Hymowitz
confines
eclipse
bases
3.19
thanks
Itoh
North
Americana
marvelously
bag
likelihood
issues
fallen
enables
asserts
Powers
question
Tourism
nowhere
Interleukin-3
harsh
cranked
deem
innuendoes
fees
Random
mignon
erroneous
Hamilton
sooner
Health
24,000
achievement-test
Huxtable
cosmetic
2.07
technique
drain
B-1B
hostility
donor
quickly
Academically
refusal
Dec.
51.6
del
Poland
firms
faithful
FOREIGN
With
defended
*-111
portray
DD
offending
sweeten
deliver
Mike
Sea
salarymen
cue
combined
2.25
inflated
1,570
youthful
mushy
ECONOMIC
navigation
goverment
*T*-98
Sigmund
authorizing
reacted
robustly
4.25
Seoul
PAPERS
commenting
2019
surplus
help
vintages
1990-91
GHKM
0.0085
education
at
decrease
foreign
ire
yttrium-containing
bloods
Street
acknowledge
scandals
academic
Confronted
easily
Caldor
Carla
pills
Irvine
damage
home-market
0.7
institutions
1961
administer
showings
dreadful
Corporate
goodwill
court-ordered
lost
Mae
81.8
10.19
twin
exclusive
PRECIOUS
bench
diming
romance
waste
strongest
52-week
Publications
insured
proposition
Lebanon
Mehrens
graduated
total
deliberately
Herbert
talked
serial
overvalued
FAX
United
Baking
sagging
5.63
Orange
sacrificing
label
expunged
458
entity
impression
entice
midsized
steadily
lousy
depositary
school-sponsored
ShareData
25.50
Rick
church
bankruptcy
common-law
worth
Judge
buffet
cover
arm
Purchasing
*-56
fluctuations
requested
wonder
Typically
Peters
ethanol
Navy
minority
panel
Fargo
seduce
squeezed
sagged
THREE
pep
Louisiana
World
railcars
Albuquerque
malnutrition
amortization
Television
circle
235
sharply
deducting
class
Wild
Voters
Management
inevitable
Centers
addiction
scans
26,000
indexes
announce
trouble
chunk
France
Smith
reputation
aghast
Holt
ran
precedes
taper
would-be
high-level
tort
Fe
delayed
Arbitrage
*T*-248
house
Saudi
businessmen
sky
note
Andrea
searched
cheaper
William
proof
wary
Drobnick
justifying
planted
major
startling
Webb
cable
signature
fiber
abounding
fabricate
Cathedral
confirmed
books
reform
INTERPUBLIC
Osaka
Elders
works
careers
imposes
heard
Something
clearly
afflicted
addresses
conditional
reductions
subskills
hour
Cabernet
guards
pay
Proper
Singapore
Savings
price-support
regarded
Eric
News-American
creativity
ACQUISITION
stigma
stocks
scripts
effects
Appropriations
500-Stock
reinstating
polluters
2.6
let
Cougar
Portugal
Centerbank
touched
7.272
curriculum
portrayed
70.2
minute
Kawasaki
conducted
salable
exceptional
headlined
pinning
Neanderthals
*?*
demand
Barbaresco
damn
various
knocked
64-year-old
facilitate
Kong
Cosmopolitan
Skilled
1990
La
force
non-callable
advantages
good-hearted
traced
player
Impediments
invented
467
assault
*T*-11
underscore
Merchant
penny
-LRB-
interests
engineer
Mr.
4.3
Butler
pricings
pharmaceuticals
competing
expected
Daily
indication
designed
*T*-60
gotten
seminar
jeweler
networking
Carbide
reporter
razor-thin
reviewed
*T*-220
appearing
Deposits-a
longest
scores
passport
Failure
Stirlen
Paper
protective
Dompierre
bell-ringing
due
rose
attend
rate-sensitive
hoopla
costs
less-than-brilliant
pair
curses
Opus
*-133
kindergarten
Of
completing
photograph
*-105
single
Telephone
suspect
77.56
Backe
23,403
fretted
737.5
unproductive
lucrative
Dennis
step
melt-textured
setting
Workers
introduces
Waterloo
Publishing
trading-company
watches
backlog
Facilities
produces
regulation
cozy
responsive
people
held
exist
Corp.
three-lawyer
FALL
investor-relations
motives
2.15
POTABLES
2.44
England
independent
improved
300-113
154.2
send
cast-iron
*-136
Perch
striking
contained
Hitachi
long-time
30,841
subscribe
Guild
sluggishness
corruption
switch
Evans
Consequence
Adams
SALT
swaps
stunned
meaningful
Amin
hang
expand
viewpoints
redemption
wrecking
concentration
Philippines
agencies
dating
Kirkpatrick
Preliminary
spur
longer
Dahl
off-year
fighters
inherited
specialized
sacks
bans
massacre
stated
co-chairman
regions
Financially
Starting
revived
Du
appropriate
Democracy
pocket
science
Claire
Appellate
drops
rectified
wealthy
one-country
concessions
nature
Virgin
strategies
38.375
widely
modify
market-oriented
Trailer
16
equity-purchase
petition
authorized
checks
hung
2,500
B.
summer
*T*-177
sanctions
Rock
Italy
new
views
*T*-41
*-117
giveaways
beneficiaries
Citing
Upham
Champagne
contractor
D'Amico
CDs
Petersen
hold
Sterling
acted
expressing
Hartford
flightiness
climb
attached
white-collar
decries
emigres
Although
contracted
rival
ballot
blender
ASLACTON
*T*-255
machines
accusing
follows
Edward
Texaco
films
plane
125
3.28
teacher-cadet
*-134
extraordinary
*T*-207
DEFENSE
carriers
maximum
garden-variety
D.
wanted
four-day
prosecutor
cure
Commodities
protected
Alliance
Md.
suspects
ultimatum
obstacles
Arafat
interactions
campaigner
classical
Asked
tows
researchers
5,000
formally
diamond
free-lance
gut
Las
exhibition
Frankly
Lazzaroni
*T*-115
73
tapping
Sol
Haney
bat
led
according
tripled
licenses
annual
group
solved
trading
luxury
precious
presidency
Cos.
regional
*T*-49
Goodman
3,600
Unemployment
initialing
emergency
stark
Yquem
subcommittee
pattern
surged
elite
deposit
throws
kind
Cultural
province
financial-services
Hostess
3.61
audit
9.5
Brigham
Taurus
happier
positions
intensity
high-stakes
water
900
phasing
cracks
forms
Sunday
blackjack
survival
affairs
ends
Townes
grain
Touches
Taccetta
against
peals
standpoint
possessed
*T*-193
41
human
distribution
smoke
route
879
Francisco-based
intention
lacks
transcribe
single-lot
Shangkun
coffee
reinstatement
rebuked
high-yield
electronics
beauty
chronicle
lenders
largely
comparison
retaliation
straight
attention
chase
Separately
Swiss
River
realization
characteristics
later
Yamamoto
finance
Pa.
she
tours
Mesnil
Marder
anyway
sections
pretax
inquiry
tune
*T*-31
B.A.T
surgeon
emphasis
element
cost-control
compound
Bonnell
perhaps
protects
price
bond
an
examined
30
baskets
Huge
rusted
our
hotel
158,666
1.4
3:15
214
managers
6.84
dexterity
cheating
tooth
135
residential
Hart-Scott-Rodino
Beijing
exclusively
spokewoman
million
Dresser
Economics
institution
fine
3.75
crossed
Daniel
Already
MacDonald
bottom-line
poured
missed
critics
Open
guide
exuded
glamorize
CHANGED
congressman
Policies
won
*T*-172
Viacom
promote
*-146
Factories
DIALING
flooded
personally
US
anytime
63-year-old
consulting
anticipation
gather
Namibia
evident
winners
bickering
usual
done
structure
workers
styles
Cotran
controlled
Economists
Dill
revenue-desperate
longevity
answered
Citizen
worried
155
stockholders
leasing
continue
Imports
Fuji
dissident
worsening
comfort
interest-rate
Congressman
revolves
*T*-104
pilots
sputtered
per
park
chatter
sell-off
turnaround
EC
muffled
schools
36-store
*-36
goodies
approximately
retired
sentence
break
comedies
wrote
taxation
earned
match
plaintiffs
hotels
safeguarding
ACCEPTANCES
Christmas
Eggers
functioning
concede
Prior
Teacher
applaud
entrants
hopes
Do
*-17
1983
respond
copies
stereotyped
Allendale
appliances
*-73
determine
count
hook
*T*-126
Landonne
*T*-169
Center
Egnuss
designers
strictly
impressed
towns
90
politics
boilers
jumping
competitions
WayMar
Parent
flourish
McAlpine
harshly
discovered
behaving
bell-ringer
abroad
Eurobonds
Senate
illegally
draws
ads
arts
Louisiana-Pacific
143.80
G.m.b
W.R.
*-51
*T*-95
traders
ritual
computing
proprietor
Des
mind
capital-markets
sewer
2.29
copied
muted
automation
maintained
*T*-111
*T*-222
*T*-40
do-it-yourself
grant
Motor
interbank
father-in-law
*-27
Economic
deputy
Holding
dormitory
serving
chilled
sacrifice
strike
is
often
recycled
98.3
6.25
deficit
tumbled
allocation
computer-assisted
buyers
Maine
simply
risen
LSI
documents
Coxon
teams
separate
journalistic
*T*-142
Renee
126.1
Berliner
scrutiny
Reducing
raw
invests
polls
Assets
*-127
having
Glenn
4.10
industrials
feeling
Dynamics
journal
Died
stresses
comfortably
Among
Reuters
Tribe
four-year
Peck
emissions
Sotheby
spin-off
Middlesex
high-minded
Isabelle
Elizabeth
counseling
S.p.A.
forest-products
*T*-25
referred
mediocre
staggering
friends
sprawling
*-141
bombers
meet
possess
17.4
dolls
Minister
newspaper
speculator
offsetting
basket
They
Mission
Gregory
moment
envoy
enraged
ruled
Gelles
ruling
0.82
plenty
restructure
Henry
retraced
stock-selection
Washington
psychiatric
Vega
Ancient
headline
nation
Internal
display
huge
first-rate
Gary
homosexual
talk
controversial
treat
sought
family-planning
arrangement
pool
ideological
Giraud
Gartner
slump
bellringers
use
23.25
*-7
clamped
microprocessors
accomplishments
Stanford
prevents
Shearson
bank-backed
scrambling
Highway
language
examination
1992-1999
differential
Huppert
refrigerator
Lakes
writers
Marge
semicircular
leaders
Items
reserved
pulp
ahead
burlap
9\/32
deeply
short-lived
collections
caveat
Almost
*T*-258
133
0
1,880
sustained
viewing
rises
surgery
unwashed
closer
reruns
Takeshi
shivers
on-campus
prizes
planting
282
bribe
strong-willed
semesters
CTBS
Century
asks
mounted
benign
bells
incentive-backed
ballots
Photograph
competitor
unlabeled
Democrats
deeds
*-23
John
three-quarters
resort
*T*-147
safe-deposit
quoting
nine-year
SHAREDATA
heightened
1.49
famed
warrants
14.26
trials
Ohio
RATES
transaction
Sit
UBS
regime
questioned
Harold
*T*-189
quips
exact
Consider
earnings
resisting
228
procedure
Bumkins
slide
begin
lesson
*T*-69
priced
*T*-87
cargo
*T*-16
Total
*T*-153
end
Dividend
blip
opposed
Patricia
TEXAS
months
stemming
dry
courts
Lights
voting
*-91
then
resistant
*-46
Cristal
system
Seed
convenient
evaluation
Pattenden
bowed
working
accidentally
prove
condition
contacted
knight
unintelligible
dirty
contradictions
movement
suburban
recouped
posts
monopoly
amendment
generous
And
notion
consultants
*-106
Wellcome
NetWare
fact
Legislating
Gold
roll
Net
Your
barrel
systematic
acquires
Than
Manila
45.3
White
Dorrance
two-week
sake
introduction
Design
domination
passage
Cluff
deterring
Standing
master
However
Kill
wine
*-92
26.5
148
though
age
Coconut
La.
runs
tigers
staying
commercials
summary
23.5
grim
West
abandoned
Junk
quality
geography
topics
friction
Technology
3,250,000
deadline
Feniger
Thailand
good-faith
care
angry
personal
skyward
37
check
hegemony
London-based
93.9
different
greater
obtained
equities
advertorial
upper
enviable
Strategic
investments
Campeau
Danube
airports
Karns
trained
frantic
bid
more-efficient
Jaffray
government-owned
Milwaukee
carrying
research
proceeds
Mount
diagram
creditors
a
supposedly
commit
stance
state-owned
Eugene
Cosby
erode
lasting
unwind
Mather
folks
Excluding
drug
frozen
machine
thieves
Takeover
8.1
38
transporting
Junk-bond
deteriorating
complicate
five-year
instrument
Ray
adjustments
addressing
widget
gold
richer
earning
fiber-end
*-157
Haven
Pretty
Attwood
35500.64
inspired
Just
Grgich
keyboards
offerings
Educational
executives
Baldwin
drearier
quotations
narrowly
producing
joins
law
Kansas
store
Tramp
Prebon
crystal
urged
lately
willingness
balloon
Continental
Muscolina
basis
Cote
limitation
stature
index-fund
Mazda
Betting
Graduates
stay
recruiting
unofficial
completed
stadium
unaffiliated
soured
WTVJ
window
3648.82
Rogers
Colonsville
Williams
Stena
Being
Writers
During
agents
public-relations
*T*-225
concentrate
Bells
blacks
*T*-210
IBC
3.55
strongly
cooperation
inching
'86
projections
crews
provisions
Spanish
strong
accumulated
draw
retail
Craftsmen
come
leveraged
opposition
leader
pirates
Simmons
state-supervised
Midvale
*T*-32
necessities
adopt
tower
Palestine
thin
55-year-old
50\/50
Genel
wasted
preliminary
remained
*-166
super-absorbent
ever
austere
reversal
delay
295
C.
autions
saved
New
next
cultivation
feel
automated
721
236.74
847
co-owner
Metallgesellschaft
*T*-59
Agency
*T*-129
Kenneth
beat
speculated
revenue
newspapers
context
Depending
negotiators
handled
zero
copyright
failing
worst
'S
397
expressed
Bund
loses
leading
result
combat
withdrew
bigger
CEOs
Income
Visa
chip
Catch-22
freshman
12.52
bottle
Beverly
20.5
1903
fixed-price
Santa
sit
Wohlstetter
physicist
near
13.5
longer-term
1992
such
significance
government
Charles
Killeen
trespass
bargains
several-year
divergence
scuttle
competition
4.7
42-year
Shuxian
region
void
mentioned
casino
versus
overall
carbon
*-135
4,645
're
praised
Boesel
prayer
responds
Valrico
Disease
execs
Commodity
*T*-203
Hutchinson
alerts
fellow
274
Gerhard
126,000
York
difficulties
shareholder-rights
Phelan
double
save
fronts
1787
passions
complaint
LIBOR
13,056
blue-chips
persons
middle
11th
amending
homelessness
receipt
association
prospect
sticker-shock
Sydney
air
dismiss
leadership
'40s
1,000
big-time
circuit
Cup-Tote
helpful
Groton
Operations
resumes
skidded
frequency
despise
*-83
*-53
Bridgeville
O.
record-keeping
taken
history
trades
video-viewing
creditworthiness
Banking
trees
Triton
Teikoku
Sept.30
701
bone
findings
9.3
SDI
Tulane
subscriber
Scientists
organizations
pointing
Bribe
Steven
Baltimore
coated
Olympia
Inventor
Justice
side-crash
money-losing
rule
governor
unless
16.9
numerous
Pet
articles
*T*-204
184
Palestinian
markets
Beatles
decision
someone
USX
office
Schlemmer
Ward
Memphis
maker
Blackstone
reaffirmed
appetite
exceed
forecasting
grower
clothing
280
Panama
130.7
largest
472
Volatility
puts
500,000
retailing
realestate
*-13
8.56
port
Doak
pitting
objectives
indicators
units
ushering
Jacksonville
Donuts
possibility
attending
USIA
Consent
9
backlogs
*T*-80
Signore
plastic
type
riding
justify
LANDOR
processes
Harper
Borge
sassy
sufficiently
Queen
faltered
clashed
receive
bearish
greed
assessed
Sidewalk
herald
bright
*-115
admits
Mifflin
idea
*T*-70
pennies
behind
*T*-9
ill
top
53
slip
awarding
truth
wallowing
100-megabyte
1997
arms
shows
nobody
afterwards
sugar
Van
Nasty
storm
one-newspaper
Reagan
raising
Mortimer
posting
Account
pretext
ramparts
companies
Articles
occurs
*-11
decay
Homeless
designations
pressman
fetching
floral
robbed
override
150.00
Del.
alcohol
CEO
smaller
Coors
electrical-safety
4.1
*T*-251
37-year-old
stiffer
Hoylake
8.2
discharge
Mexican
fueled
accounting
disposed
Europe
Robert
expire
Structural
Particularly
Kaminski
lay
halls
away
BRAMALEA
18-year-old
resumption
landowners
*T*-42
grade
provides
Alvin
*T*-198
49.9
customer
droughts
GenCorp
imminent
mount
location
distasteful
Courter
surprised
8.9
virtue
Soviets
dividends
pitches
successful
flirted
courage
Machines
9,118
Illinois
fundraising
1994
Allied
Novell
celebrate
secretary
bonuses
die
shareholders
profit-taking
Rouge
Farm
Paribas
certin
interested
1738.1
Commerce
Ten
modestly
coordinator
*-71
lowering
using
roughly
sweet
sheepskin
gauge
content
*T*-156
Generalized
non-farm
seek
interview
Atlanta
Vice
tested
higher
contemporary
*T*-151
upside
cents
attract
activity
quarters
achievement
*-74
returns
betterment
cool
filed
regulate
Tiny
accordance
Light
discussions
which
February
barrels
low-altitude
14.5
full-length
Louisville
331,000
minimum
collateral
Each
industrial-production
*-2
inflationary
serious
doors
Bon
barometer
retailers
confident
payable
weekly
softer
writing
think
Pty.
abortion-related
America
structural
Supportive
stood
closed-end
attitude
glory
tradition
19.3
*T*-74
artist
readings
section
Alexander
expanding
inventories
obtaining
psychology
pre-tax
made
Perignon
sliding
28.6
Officials
preference
timing
858,000
Gerard
expires
2.4
gifts
serves
three-digit
information-services
O'Brien
back
procurement
278.7
moving
impart
Dumpster
Jerry
DOT
politicians
County
high-rolling
Jalaalwalikraam
loan
NBC
*-118
*-86
Higher
DNA
mesothelioma
Mercantile
shops
Theodore
see
advocates
form
airline-related
Don
mailing
Inns
supplies
2.46
unproven
turf
features
226,570,380
Strong
tolerate
Nev.
Biondi-Santi
knowledgeable
assigned
casts
kidnapping
UNION
*T*-188
Jeffrey
consumers
Cheese
Honolulu
Kathleen
Seattle-based
jumped
consensus
Propaganda
fight
Darrell
Wall
If
Aslacton
broken
card-member
duly
Traverse
Marty
each
25,000
studio
begins
rationed
*T*-128
306
THAT
factor
mortgages
*-61
insolvency
Phipps
limited
issued
show
*-102
convey
amended
374.20
mine
Test
streets
litany
posted
Stork
publicity
material
Arnold
gloss
OK
flood
banks
followed
Impact
coupled
emerges
Warrenton
coal-fired
TV
States
buck
craze
McCormick
encroaching
copper
volume
but
formula
*-33
yielded
genuine
*-18
killed
*T*-86
otherwise
*T*-244
rope
Auditors
aces
amphobiles
reduction
safety
categories
essentially
or
McDermott
unrecognizable
*T*-103
13.1
Stockholders
disagrees
Richmond
WAFA
108
traffic
self-esteem
250,000
stands
unable
5.82
2.80
steady
Bowery
Even
crime
moreover
restructurings
twice
Dollar-yen
degenerative
solidarity
eight-person
administrators
locked
Investment
*T*-65
discrepancies
31-year-old
Lieberman
BMP
Adds
Constitution
Polytechnic
*T*-48
desired
Moleculon
traitor
Russian
generate
us
one-year
fractionally
Improvement
NIH-appointed
door
foam
Takashima
Packaging
brushed
elsewhere
*-161
374.19
year-long
*-70
415
beyond
Fed
Jefferson
learned
PAP
Lowe
Najarian
denounce
develops
tobacco
Raymond
joining
played
Herald-American
intense
Nixon
refunding
tension
Scannell
double-C
speculate
Ortega
4,393,237
equal
Persky
trash
computer-services
inquiring
indictment
statutory
47.1
Countries
14\/32
restaurant
troops
Purchase
Republican
-RCB-
Icahn
anti-drug
2017
Riese
export
selected
Weil
resistance
*T*-249
rapists
Leap
advance
limping
Stock-index
point
SALARIES
sources
solvent
Trading
slaying
*-9
dams
editorially
picked
say
stretching
unspecified
Sierra
hired
concrete
PHOTOGRAPH
850
Fred
*RNR*-1
Russel
round
Civil
stimulated
savvier
branch
weighed
sites
4
spilling
114
149
digs
*-20
brand
relief
0.84
mines
Red
East
awful
12.5
ministry
whipsaw
dusty
accord
directing
bless
fan
famous
nominated
Pro-forma
every
projects
Myron
retained
Blancs
message
space
PCs
marriages
complexes
rock
club
Explorer
Swearingen
Hormats
centerpiece
'30s
History
unjustified
acre
booming
intrusion
steelmakers
1.18
depending
disregard
via
minimal
regarding
reflecting
*T*-46
Retin-A
gentle
Mexico
Stronach
Continuing
risks
hurdles
Nor
Henderson
printing-press
your
players
highlight
pipes
seen
Orchestra
benefits
ChemPlus
TRUST
justice
Senate-House
alcoholism
agreed
preventative
zinc
pointed
Regarded
enjoy
rather
disaster-assistance
Photography
boy
Nekoosa
diabetes
hysteria
mistrials
U.N.-supervised
contributed
bell
doctorate
Angeles
rigid
accurate
Putty
*T*-75
Pencil
resign
career
reaped
Regulatory
TRIMMING
rider
Vos
Grace
manipulate
beaten
farms
Psychiatry
rapport
Nemeth
*ICH*-1
Asher
paying
really
Siegal
Scotia
semiconductor
Hazell
spotted
badly
Peninsula
Similar
MEDICINE
4.8
bothered
VanSant
open-top
tuck
Moving
corporation
NCR
alcoholics
designing
Appeals
Russo
manually
ASSETS
seems
--
protesters
belt
judiciary
pub
Pick
becoming
anti-program
segment
Interpublic
studied
Revenue
encourage
Nebraska
underpin
transfers
publishes
Helsinki
echoed
vineyard
no
chicago
money-market
registered
residence
sponsors
less
*T*-1
recommended
Puccio
weigh
disappointed
novel
sometimes-tawdry
mid-1990s
best-selling
Productions
Chadha
stock-specialist
odd-year
lobbyists
Stephanie
ancient
1971
497.34
Loews
timely
resume
Developed
overcapacity
*-123
NBI
rising
2.375
There
clippings
hardware
Elsevier
shipbuilding
portion
*T*-14
Green
*T*-61
perceives
Kidder
*PPA*-3
bottles
rewarding
1989
import
ITC
ignored
sign
permits
quashing
cardboard
know
colored
favors
incurred
Micronite
lagging
approval
Pennview
rejected
discussed
Ariz.
6,000
3.18
Old-House
penalties
Nigel
chopped
tinker
raised
suffer
settled
Strait
operation
shake
magnets
*T*-174
searching
investor
recalling
discontinuing
57.7
SOYBEANS
honor
filings
Ridgefield
blamed
*T*-97
Westborough
propagandize
core
life-insurance
engineering
sharp
lunch
bushels
discontinue
expired
Thus
gigantic
social
permissible
TRIAL
subscription
Gerald
*-120
targeting
Plantation
entertainment
cadet
Plan
*T*-131
Rhone
O'Connor
Illuminating
advent
superconductor
looming
process
Motors
Glass
heavily
sexy
*T*-216
326
harm
News
nonexecutive
wholesale
cautious
supercilious
20s
anecdotal
sweetened
collective-bargaining
exchange
Sigler
*-104
L.A.
Connecticut
reports
countries
serviced
finding
Eveready
1614
sells
earlier
improbable
IRAs
Sidak
day
Roger
cater
She
touchy
propagandizes
creator
despised
two-thirds
Dale
thousand
Bass
Knapp
Bridgestone\/Firestone
effectively
Stung
Delegates
unstinting
LTV
Pressures
Sept.
increase
50,000
Everything
from
production
segments
buying
breaker
shaky
doling
Federalist
Sino-U.S.
network
annualized
S.A
elevators
The
Leo
realize
Brisk
compositions
drink
While
zone
hydraulically
Dunn
vagabond
anti-programmers
pride
Review
Stoll
votes
Atlanta-based
travelers
short
11,390,000
Cole
Survey
Finnish
Calif.
13.73
become
youngsters
111
commerce
signifying
anywhere
easy-to-read
hypocrisy
centimeter
Paris
delivered
murder
signal
Thomas
Salmore
Marie
Goldsmith
Brunei
angered
recognize
cards
garage
switched
choosing
McDonald
two-tiered
buys
Those
1986-87
neighborhood
#
Veraldi
Tuscany
replaced
prospectively
Lawmakers
luck
Overseas
36-minute
composed
*T*-21
*-22
waivers
refunded
Aloha
12\/32
parallel
demonstrators
*-125
Veselich
felony
Schaefer
counterrevolutionary
guest
sunlight
After
many
turmoil
Guber\/Peters
solemn
stopped
passed
paycheck
388
complained
disputed
cloth
expansion
lowest
Pace
wake
Chilver
case
emergencies
examine
contingent
Year
clobbered
inspection
defense
221.4
55.1
Wash.
harmony
compensate
white
LATE
liquidated
CERTIFICATES
hauling
sparing
facts
coupon
households
Aptitude
peculiar
denies
cushioned
Madison
earns
including
El
Gulf
Coleman
99.1
reopen
innovative
Bougainville
desultory
Bermuda
neutrons
mistakenly
department
lower-priced
*T*-239
bold
tidily
rights
Trudeau
jury
written
*-80
hunted
Literacy
1950s
accounts
*T*-205
else
*T*-47
cigarette
*T*-83
*-76
6.20
era
Areas
bolster
hub
gilt
1989-90
machinery
sheep
vans
Anthony
benefit
seller
beneficial
3.375
120,000
fully
sound
512
Coast
rapid
rifles
market-makers
baseball
flow
Steinberg
restricts
agreed-upon
exempt
Vargas
Cannell
homes
contributors
signaling
brunt
nervous
62-year-old
symbolic
assassinated
created
Virginia
1.8415
Rae
Citicorp
Nestor
edition
Adolph
Utilities
Combo
conditions
A-D
stakes
cleanliness
Domaine
Taizo
genes
These
Lorain
Weisfield
worrying
irrelevant
ban
6.70
34
Far
cereal
proven
developed
polarized
crossing
building
figure
7.95
sewing-machine
Huntington
diagnosed
350,000
shed
NRDC
Solution
newsstand
Lurgi
devise
high-risk
stick
*-95
Riyadh
Manhattan
bled
ordered
poor
expression
Marshall
invent
historic
markup
complaints
conducting
crookery
liable
arrested
extent
Fabian
Ariail
mobster
13.65
council
recruit
old
upset
60
open
USA
those
evaluated
succeeding
Gates-Warren
takes
Minneapolis
pension-fund
great
thin-lipped
auctions
reserves
upon
Basic
POP
guy
inception
tea
Pepperdine
80
550,000
Sandifer
soul
put
Christopher
A.C.
merchandise
Reagan-Bush
outrageous
belong
pence
again
wheel-loader
performing
W.N.
rolling
police
ready
equally
Cru
Olson
28.5
Renaissance-style
restricting
employed
premises
evidence
profitable
mandates
host
Office
among
grandfather
promises
has
1948
rating
Perhaps
54
computerized
stream
tariff
Fang
etc.
Gilts
International
Varying
tapes
Oxnard
obvious
Group
Exchange
sitting
Organization
fuming
notified
table
sweaters
qualified
passenger
N.J.-based
co-founded
planned
methods
hundred
manufactured
seat
cabs
football
withdrawn
Stephens
2-3
aid
*T*-214
crashing
Makato
7.45
valuable
renewing
fracture
identity-management
exits
gut-wrenching
contrary
Poor
listing
finalized
operators
Petrus
Li
diethylstilbestrol
authors
tabloid
scattered
circumstances
effort
derivative
toward
*T*-3
relies
Convention
Cartons
*T*-140
1967
Credit
Ala
cancers
Newhouse
Kondo
discouraging
220.45
Scherer
caustic
Next
spurred
Jaguar
structured
morning
Vermont
Seattle
Ringers
vacancy
Profit
Svenska
museums
quantitive
Traders
rates
*-40
eyes
disagree
strings
